{
  "0": {
    "start": "2020-09-16 04:00:00",
    "end": "2020-10-01 03:59:59",
    "buff": "Burgeoning Moon",
    "buffDesc": "During the battle, Auras will occasionally appear which regenerate your characters' Energy.\nWhenever you sprint, an unstable blob of energy will drop that explodes after 1s. Can occur once every 10s. Store up to 3 at one time.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      9,
      10,
      11,
      12
    ]
  },
  "1": {
    "start": "2020-10-01 04:00:00",
    "end": "2020-10-16 03:59:59",
    "buff": "Steel Moon",
    "buffDesc": "Auras that increase your characters' Shield Strength will occasionally appear during the battle.\nWhen your character's Stamina is above 50%, a shockwave will be released upon attacking an opponent. Can occur once every 10s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      9,
      10,
      11,
      12
    ]
  },
  "2": {
    "start": "2020-10-16 04:00:00",
    "end": "2020-11-01 03:59:59",
    "buff": "Steel Moon",
    "buffDesc": "Auras that increase your characters' Shield Strength will occasionally appear during the battle.\nWhen your character's Stamina is above 50%, a shockwave will be released upon attacking an opponent. Can occur once every 10s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      9,
      10,
      11,
      12
    ]
  },
  "3": {
    "start": "2020-11-01 04:00:00",
    "end": "2020-11-16 03:59:59",
    "buff": "Efflorescent Moon",
    "buffDesc": "During the battle, Auras will occasionally appear which increase your characters' Normal ATK SPD and DMG.\nYour character gains increased DMG after rapidly attacking an opponent with Normal or Charged Attacks within a short time. This effect lasts for 1s and can stack up to 10 times, with a 50% chance of causing a shockwave when a stack is added.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      9,
      10,
      11,
      12
    ]
  },
  "4": {
    "start": "2020-11-16 04:00:00",
    "end": "2020-12-01 03:59:59",
    "buff": "Guardian Moon",
    "buffDesc": "While protected by a shield, Character ATK +50%",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      9,
      10,
      11,
      12
    ]
  },
  "5": {
    "start": "2020-12-01 04:00:00",
    "end": "2020-12-16 03:59:59",
    "buff": "Bejeweled Moon",
    "buffDesc": "When Crystallize occurs, the elemental shard obtained by the character deals Elemental DMG to surrounding opponents. Increased DMG is dealt when the shield is more powerful. DMG dealt scales based on Shield Strength.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      9,
      10,
      11,
      12
    ]
  },
  "6": {
    "start": "2020-12-16 04:00:00",
    "end": "2021-01-01 03:59:59",
    "buff": "Defiant Moon",
    "buffDesc": "When a character protected by a shield is hit, it causes an energy explosion, dealing DMG to surrounding opponents. Can only occur once every 4s. DMG dealt scales based on Shield Strength.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      9,
      10,
      11,
      12
    ]
  },
  "7": {
    "start": "2021-01-01 04:00:00",
    "end": "2021-01-16 03:59:59",
    "buff": "Snowfall Moon",
    "buffDesc": "When a character obtains an Elemental Shard created from a Crystallize Reaction between Geo and Cryo, a shockwave will be released, dealing DMG to surrounding opponents.\nWhen a character obtains an Elemental Shard created from a Crystallize Reaction between Geo and Cryo, Elemental Skill CD is decreased by 1s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      13,
      14,
      15,
      16
    ]
  },
  "8": {
    "start": "2021-01-16 04:00:00",
    "end": "2021-02-01 03:59:59",
    "buff": "Midwinter Moon",
    "buffDesc": "When a character obtains an Elemental Shard created from a Crystallize Reaction between Geo and Cryo, gain 5% increased ATK, 5% increased ATK SPD, and 4% increased Movement SPD. This effect lasts for 20s, and has a maximum of 5 stacks.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      13,
      14,
      15,
      16
    ]
  },
  "9": {
    "start": "2021-02-01 04:00:00",
    "end": "2021-02-16 03:59:59",
    "buff": "Rime-Worn Moon",
    "buffDesc": "When a character obtains an Elemental Shard created from a Crystallize Reaction between Geo and Cryo, gain 8% increased CRIT Rate. This effect lasts for 20s, and has a maximum of 5 stacks.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      13,
      14,
      15,
      16
    ]
  },
  "10": {
    "start": "2021-02-16 04:00:00",
    "end": "2021-03-01 03:59:59",
    "buff": "Righteous Moon",
    "buffDesc": "When active character's HP is less than 70%, ATK is increased by 20% and ATK SPD is increased by 15%.\nWhen active character's HP is less than 35% and they are under the protection of a shield, CRIT Rate is increased by 20% and CRIT DMG is increased by 40%.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      13,
      14,
      15,
      17
    ]
  },
  "11": {
    "start": "2021-03-01 04:00:00",
    "end": "2021-03-16 03:59:59",
    "buff": "Refreshing Moon",
    "buffDesc": "A Charge will accumulate every 10s, with a maximum of three existing at any one time. If the active character's HP is less than 50%, they will consume a Charge when they hit an opponent to create an unstable energy orb at the opponent's position. This orb will explode after 1s, and only one of them can be created every 2s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      13,
      14,
      15,
      17
    ]
  },
  "12": {
    "start": "2021-03-16 04:00:00",
    "end": "2021-04-01 03:59:59",
    "buff": "Majestic Moon",
    "buffDesc": "When the active character's HP is less than 50%, they gain a 2% DMG Bonus for 10s after hitting an opponent. This effect can stack up to 10 times, and each character in the party will have their own independent stacks and durations. Each time the stack count or duration of this effect resets, there is a 50% chance to release an Energy Blast. An Energy Blast can be triggered once every 10s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      13,
      14,
      15,
      17
    ]
  },
  "13": {
    "start": "2021-04-01 04:00:00",
    "end": "2021-04-16 03:59:59",
    "buff": "Windward Moon",
    "buffDesc": "Characters possess an ATK-increasing Windward Aura that can increase their ATK by a maximum of 60%. For every opponent who steps within the Aura, the Aura's effect is decreased by 25%. When 4 or more opponents are within the Aura, this effect will not provide an ATK increase.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      13,
      14,
      15,
      17
    ]
  },
  "14": {
    "start": "2021-04-16 04:00:00",
    "end": "2021-05-01 03:59:59",
    "buff": "Skyward Moon",
    "buffDesc": "Hitting an opponent with a Plunging Attack decreases their DEF by 40% for 10s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      13,
      14,
      15,
      17
    ]
  },
  "15": {
    "start": "2021-05-01 04:00:00",
    "end": "2021-05-16 03:59:59",
    "buff": "Blade-Dance Moon",
    "buffDesc": "When a character scores consecutive hits on an opponent with Normal Attacks within 2s, this character's Physical DMG is increased by 5% for 10s. This effect stacks up to 5 times, and only 1 stack is added at a time regardless of how many enemies are hit in one strike. When 5 stacks have been obtained, further hits on opponents will unleash shockwaves that deal AoE DMG. A shockwave can be created in this manner once every 1s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      13,
      14,
      18,
      19
    ]
  },
  "16": {
    "start": "2021-05-16 04:00:00",
    "end": "2021-06-01 03:59:59",
    "buff": "Thorny Moon",
    "buffDesc": "A backlash will occur when opponents hit a character protected by a shield, unleashing a shockwave that deals AoE DMG. Can occur once every 6s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      13,
      14,
      18,
      19
    ]
  },
  "17": {
    "start": "2021-06-01 04:00:00",
    "end": "2021-06-16 03:59:59",
    "buff": "Rebellious Moon",
    "buffDesc": "When a character scores Normal, Charged, and Plunging Attack hits that deal Physical DMG to opponents, this character's CRIT Rate is increased by 3% for 10s. This effect stacks up to 5 times, and only 1 stack is added at a time regardless of how many enemies are hit in one strike. When 5 stacks have been obtained, CRIT Hits on opponents will unleash shockwaves that deal AoE DMG. A shockwave can be created in this manner once every 1s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      13,
      14,
      18,
      19
    ]
  },
  "18": {
    "start": "2021-06-16 04:00:00",
    "end": "2021-07-01 03:59:59",
    "buff": "Whirlpool Moon",
    "buffDesc": "When an active character triggers a Swirl reaction on a nearby opponent, they will trigger a shockwave at that opponent's position that deals AoE DMG. A shockwave can be triggered in this manner once every 3.5s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      20,
      21,
      22,
      23
    ]
  },
  "19": {
    "start": "2021-07-01 04:00:00",
    "end": "2021-07-16 03:59:59",
    "buff": "Breezecall Moon",
    "buffDesc": "When an active character triggers a Swirl reaction on a nearby opponent, they will regenerate 4 Energy for all characters in the party. This effect can be triggered once every 3.5s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      20,
      21,
      22,
      23
    ]
  },
  "20": {
    "start": "2021-07-16 04:00:00",
    "end": "2021-08-01 03:59:59",
    "buff": "Brumous Moon",
    "buffDesc": "When an active character triggers a Swirl reaction on nearby enemies, a Brumous Aura that lasts 8s will be left at the location of the Swirl reaction. Deals damage to enemies inside the Aura every 2s. A Brumous Aura can only be generated once every 9s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      20,
      21,
      22,
      23
    ]
  },
  "21": {
    "start": "2021-08-01 04:00:00",
    "end": "2021-08-16 03:59:59",
    "buff": "Shattering Moon",
    "buffDesc": "When an active character's Elemental Energy is fully charged, the DEF of opponents hit by the character's Normal, Charged or Plunging Attacks will be decreased by 7% for 10 seconds. Max 5 stacks. Each stack has an independent duration.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      26,
      27
    ]
  },
  "22": {
    "start": "2021-08-16 04:00:00",
    "end": "2021-09-01 03:59:59",
    "buff": "Brimful Moon",
    "buffDesc": "When an active character obtains an Elemental Orb or Elemental Particle, the character will unleash a shockwave that deals DMG to surrounding opponents. This kind of shockwave can be unleashed once every 4s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      26,
      27
    ]
  },
  "23": {
    "start": "2021-09-01 04:00:00",
    "end": "2021-09-16 03:59:59",
    "buff": "Stalwart Moon",
    "buffDesc": "After unleashing an Elemental Burst, the ATK of every character in the party will be increased by 20% for 10s. Max 3 stacks. Each stack has an independent duration.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      26,
      27
    ]
  },
  "24": {
    "start": "2021-09-16 04:00:00",
    "end": "2021-10-01 03:59:59",
    "buff": "Renewing Moon",
    "buffDesc": "After a character uses an Elemental Burst, all party members' ATK is increased by 6.5% for 15s. Maximum 7 stacks. When 7 stacks are reached, the active character's Normal Attacks will unleash a shockwave at the position of the opponent it hits, dealing AoE DMG. A shockwave can be unleashed in this manner once every 2s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      28,
      29
    ]
  },
  "25": {
    "start": "2021-10-01 04:00:00",
    "end": "2021-10-16 03:59:59",
    "buff": "Cavorting Moon",
    "buffDesc": "For 10s after a character uses an Elemental Burst, that character's Normal and Charged Attacks will unleash a shockwave at the position of the opponent they hit at the cost of 1% of the character's HP, dealing AoE DMG. This effect will be cleared when this character leaves the field. A shockwave can be unleashed in this manner once every 1s. Active characters can go down as a result of this HP loss.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      28,
      29
    ]
  },
  "26": {
    "start": "2021-10-16 04:00:00",
    "end": "2021-11-01 03:59:59",
    "buff": "Vanguard Moon",
    "buffDesc": "After the challenge begins, when a character's Elemental Energy is greater than or equal to 50%, they will gain a 6.5% ATK Bonus every second. Max 10 stacks. When a character's Elemental Energy is less than 30%, the ATK Bonus gained this way will be cleared.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      30,
      31
    ]
  },
  "27": {
    "start": "2021-11-01 04:00:00",
    "end": "2021-11-16 03:59:59",
    "buff": "Chiliastic Moon",
    "buffDesc": "After the challenge begins, when a character's Elemental Energy is 100%, they will gain 1 stack of Auspice every second. Max 10 stacks. When this character unleashes their Elemental Burst, all Auspice stacks will be cleared, and the DMG dealt by this character will be increased by 5% for each stack cleared for the next 10s. While the character is enjoying the DMG Bonus gained via this method, they cannot gain any more stacks.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      30,
      31
    ]
  },
  "28": {
    "start": "2021-11-16 04:00:00",
    "end": "2021-12-01 03:59:59",
    "buff": "Splendiferous Moon",
    "buffDesc": "After the challenge begins, when the active character's Elemental Energy is greater than or equal to 50%, they will continuously release shockwaves that deal DMG to opponents. When their Elemental Energy reaches 100%, these shockwaves will deal even greater DMG.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      30,
      31
    ]
  },
  "29": {
    "start": "2021-12-01 04:00:00",
    "end": "2021-12-16 03:59:59",
    "buff": "Exacting Moon",
    "buffDesc": "You will obtain 1 Extract stack after obtaining a shard created through the Crystallize reaction, which will increase the DMG dealt by your active character by 8% for 10s. Max 3 stacks. When characters possessing 3 stacks obtain more Crystallize reaction-created shards, they will unleash a shockwave that deals True DMG to opponents. Shockwaves created this way can occur every 3s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      32,
      33
    ]
  },
  "30": {
    "start": "2021-12-16 04:00:00",
    "end": "2022-01-01 03:59:59",
    "buff": "Stonesoul Moon",
    "buffDesc": "When there is a Geo construct near your active character, your Charged Attacks deal 30% more DMG and the Stamina they consumed is decreased by 50%.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      32,
      33
    ]
  },
  "31": {
    "start": "2022-01-01 04:00:00",
    "end": "2022-01-16 03:59:59",
    "buff": "Pureshade Moon",
    "buffDesc": "When a character deals Elemental DMG to opponents with a Normal ATK, Charged ATK, Plunging ATK, Elemental Skill, or Elemental Burst, all party members gain 10% Bonus DMG for that element, and will gain 10% more Bonus DMG every 3s until they obtain 100% Bonus Elemental DMG through this Blessing of the Abyssal Moon. When a character deals a different type of Elemental DMG to an opponent this way, the previous Elemental DMG Bonus gained will reset.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      32,
      33
    ]
  },
  "32": {
    "start": "2022-01-16 04:00:00",
    "end": "2022-02-01 03:59:59",
    "buff": "Blade-Flourish Moon",
    "buffDesc": "When the active character's Normal, Charged, or Plunging Attacks hit opponents multiple times within 2s, that character's Normal, Charged, and Plunging Attack DMG is increased by 5% for 8s. Max 15 stacks. This effect can be triggered once every 0.1s and will be cleared if the character goes down or leaves the field.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      34,
      35
    ]
  },
  "33": {
    "start": "2022-02-01 04:00:00",
    "end": "2022-02-16 03:59:59",
    "buff": "Blooming Moon",
    "buffDesc": "When the active character hits opponents with attacks that are considered Normal Attack DMG, there is a 50% chance of unleashing a shockwave at the hit opponent's position, dealing AoE True DMG. One shockwave can be released in this way every 0.3s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      34,
      35
    ]
  },
  "34": {
    "start": "2022-02-16 04:00:00",
    "end": "2022-03-01 03:59:59",
    "buff": "Awakening Moon",
    "buffDesc": "When the active character's Normal, Charged, or Plunging Attacks hit opponents multiple times within 2s, the character gains a stack of Emergence for 8s. This effect can be triggered once every 0.1s. Emergence will be cleared when the character goes down or leaves the field. When the character gains 15 Emergence stacks, the stacks will be cleared and a shockwave will be unleashed that deals True DMG to nearby opponents. After a shockwave is unleashed in this way, all party members will deal 25% increased DMG for 10s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      34,
      35
    ]
  },
  "35": {
    "start": "2022-03-01 04:00:00",
    "end": "2022-03-16 03:59:59",
    "buff": "Lightning Moon",
    "buffDesc": "When opponents take Electro-Charged DMG, their Electro RES decreases by 10% for 10s. Max 4 stacks. Each stack's duration is independent. Each enemy can receive this effect once every 1.2s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      36,
      37
    ]
  },
  "36": {
    "start": "2022-03-16 04:00:00",
    "end": "2022-04-01 03:59:59",
    "buff": "Godcall Moon",
    "buffDesc": "When the active character's Normal Attacks, Charged Attacks, Plunging Attacks, Elemental Skills, and Elemental Bursts hit an opponent affected by Electro, a shockwave is created at that opponent's position, dealing True DMG. A shockwave may be produced in this manner every 2s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      36,
      37
    ]
  },
  "37": {
    "start": "2022-04-01 04:00:00",
    "end": "2022-04-16 03:59:59",
    "buff": "Sheet-Ice Moon",
    "buffDesc": "After a character's Normal Attack hits an opponent, this opponent will be afflicted with a Mark of Ending. After 10s, this Mark of Ending will be removed, dealing True DMG to this opponent. When a character's Normal Attack hits an opponent with a Mark of Ending, the DMG dealt by the Mark of Ending's removal will be increased. This DMG can be increased 9 times.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      38,
      39
    ]
  },
  "38": {
    "start": "2022-04-16 04:00:00",
    "end": "2022-05-01 03:59:59",
    "buff": "Snap-Rain Moon",
    "buffDesc": "After a character's Normal Attacks hit opponents, the DMG dealt by this character's Normal Attacks will increase by 12% for 5s. This effect can stack up to 5 times. Each stack is calculated independently. This effect can be triggered once every 0.1s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      38,
      39
    ]
  },
  "39": {
    "start": "2022-05-01 04:00:00",
    "end": "2022-05-16 03:59:59",
    "buff": "Iris Moon",
    "buffDesc": "After a character's Normal Attack deals DMG to an opponent, the Physical/Elemental RES of this opponent will decrease by 6% for 5s, matching the type of DMG dealt. This can stack up to 7 times. RES decreases of different types can co-exist, and their stacks and timers will be independent of each other.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      38,
      39
    ]
  },
  "40": {
    "start": "2022-05-16 04:00:00",
    "end": "2022-06-01 03:59:59",
    "buff": "Sheet-Ice Moon",
    "buffDesc": "After a character's Normal Attack hits an opponent, this opponent will be afflicted with a Mark of Ending. After 10s, this Mark of Ending will be removed, dealing True DMG to this opponent. When a character's Normal Attack hits an opponent with a Mark of Ending, the DMG dealt by the Mark of Ending's removal will be increased. This DMG can be increased 9 times.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      38,
      39
    ]
  },
  "41": {
    "start": "2022-06-01 04:00:00",
    "end": "2022-06-16 03:59:59",
    "buff": "Closing Moon",
    "buffDesc": "After the active character uses an Elemental Skill, >Normal Attack DMG is increased by 16% for 8s. Max 3 stacks. Stacks are counted independently.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      40,
      41
    ]
  },
  "42": {
    "start": "2022-06-16 04:00:00",
    "end": "2022-07-01 03:59:59",
    "buff": "Matched Moon",
    "buffDesc": "After a character's Elemental Skill hits an opponent, that opponent's Physical and All Elemental RES will be decreased by 12% for 8s. Max 3 stacks. Stacks are counted independently.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      40,
      41
    ]
  },
  "43": {
    "start": "2022-07-01 04:00:00",
    "end": "2022-07-16 03:59:59",
    "buff": "Steelsunder Moon",
    "buffDesc": "After the active character uses an Elemental Skill, that character's next Normal Attack that hits an opponent will unleash a shockwave at that opponent's position, dealing DMG. This effect can occur once every 1.2s.",
    "regularFloors": [
      1,
      2,
      3,
      4,
      5,
      6,
      7,
      8
    ],
    "spiralAbyssFloors": [
      24,
      25,
      40,
      41
    ]
  }
}